{
    "pages": {
        "about": {
            "text": {
                "p1": "Heyya, I’m Kyle and I am a web developer living in Denver, Colorado. The love for technology has always been a major part of my life. From my early days in Middle School, I realized that I loved to create things that I could show off. Though I was not much of an artist, I realized that I was good at understanding technology. I began my journey programming calculator games on old graphing calculators so I had a way to play games when traveling to family functions. I then transitioned into piecing together a Geocities website to help me review my favorite video games, though I had to remake the website every time I added something new since I didn’t understand how to reformat textboxes. Years later, I stepped up my creative skills and created an online presence using Xanga and Myspace so I could show off my creativity with gaudy moving backgrounds, hamster dance snippets and my love for the Creed album,  Human Clay.",
                "p2": "Though I continued to surf my favorite tech review sites throughout my adult life as I ate my breakfast, I took a small break from the world of creating calculator applications and “fancy” websites to pursue Photography. I became obsessed with photography and professionally photographed everything from baby photos, to weddings and advertising campaigns for companies. I was asked to help teach small groups of students with their photography skills at our local college while the instructor graded assignments.",
                "p3": "After many years, I realized I had the “gift of gab” and enjoyed talking with people which lent itself to my success with my photography clients. I decided to explore the world of luxury sales which ended up fascinating me. While in sales, I quickly found that my “niche” was my sense of humor, light-hearted personality within the stern luxury scene. While I enjoyed my time dealing with luxury goods, I found that much of my “down time” was spent working through spreadsheets to make sense of trends and how different seasons affected sales and my income. I realized my passion for creating basic programs after I spent an additional 35-hours on the program outside of work and started to look into taking a part time course to understand programming.",
                "p4": "I landed on a full-stack web development course at the University of Denver and realized that I felt at home again. As I learned HTML, CSS and Javascript, I thought back to my early days of website design and was pleased to see I still have the same excitement to make something that I can show off to the world. I enjoy working within the ever-changing world of web design and am excited to experience the next decades of web evolution."
            }
        }
    }
}   